params = ["Сила", "Жизнь", "Интеллект", "Информированность", "Талант", "Скорость"]

characters = [
    {"Класс": "Менестрель", "Сила": 50, "Жизнь": 64, "Интеллект": 64, "Информированность": 56, "Талант": 78, "Скорость": 74, "Ближний бой": False},
    {"Класс": "Следопыт", "Сила": 50, "Жизнь": 58, "Интеллект": 56, "Информированность": 76, "Талант": 76, "Скорость": 70, "Ближний бой": False},
    {"Класс": "Охотник", "Сила": 66, "Жизнь": 52, "Интеллект": 50, "Информированность": 78, "Талант": 66, "Скорость": 74, "Ближний бой": False},
    {"Класс": "Фермер", "Сила": 74, "Жизнь": 74, "Интеллект": 50, "Информированность": 74, "Талант": 56, "Скорость": 60, "Ближний бой": True},
    {"Класс": "Пастух", "Сила": 50, "Жизнь": 76, "Интеллект": 70, "Информированность": 76, "Талант": 50, "Скорость": 64, "Ближний бой": True},
    {"Класс": "Бродячий артист", "Сила": 76, "Жизнь": 64, "Интеллект": 50, "Информированность": 60, "Талант": 76, "Скорость": 60, "Ближний бой": False},
    {"Класс": "Монах", "Сила": 68, "Жизнь": 76, "Интеллект": 76, "Информированность": 50, "Талант": 56, "Скорость": 60, "Ближний бой": True},
    {"Класс": "Кузнец", "Сила": 74, "Жизнь": 78, "Интеллект": 50, "Информированность": 60, "Талант": 66, "Скорость": 58, "Ближний бой": True},
    {"Класс": "Подпасок", "Сила": 74, "Жизнь": 60, "Интеллект": 50, "Информированность": 68, "Талант": 56, "Скорость": 78, "Ближний бой": False},
    {"Класс": "Ученый", "Сила": 50, "Жизнь": 50, "Интеллект": 78, "Информированность": 66, "Талант": 74, "Скорость": 68, "Ближний бой": False},
    {"Класс": "Дровосек", "Сила": 78, "Жизнь": 64, "Интеллект": 50, "Информированность": 74, "Талант": 54, "Скорость": 66, "Ближний бой": False},
    {"Класс": "Алхимик", "Сила": 50, "Жизнь": 54, "Интеллект": 76, "Информированность": 60, "Талант": 70, "Скорость": 76, "Ближний бой": False},
    {"Класс": "Травник", "Сила": 50, "Жизнь": 58, "Интеллект": 76, "Информированность": 76, "Талант": 64, "Скорость": 62, "Ближний бой": False}
]
